---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.MaskCoincidentLines
source: html/156b076a-a811-51d9-686a-5bf879c2ff89.htm
---
# Autodesk.Revit.DB.PDFExportOptions.MaskCoincidentLines Property

Whether to mask coincident lines.

## Syntax (C#)
```csharp
public bool MaskCoincidentLines { get; set; }
```